{
    "title": "That we may be one",
    "bibleVerse": ["Holy Father, protect them by the power of your name, the name you gave me, so that they may be one as we are one."],
    "bibleVerseReference": "John 17:11",
    "imageUrl": "",
    "content": ["Jesus, before he was arrested, prayed to the Father for His disciples and the believers to come. He prayed for their protection from the evil one and for them to be one, as Jesus and the Father are one. Why is this significant? For the world to believe and know that Jesus was indeed sent by God, it is crucial for the body of Christ i.e., the Church, to be one (John 17:20-23).", "It is God's intent to make known His manifold wisdom to the rulers and authorities in the heavenly realms, through the church (Eph 3:10). In order for this to be accomplished, the Church needs to be united. For a kingdom that is divided against itself cannot stand.", "The most excellent way for us to be united, is to walk in the way of love (1 Cor 12; 13; 14:1), just as Christ loved us and gave himself up for us, the church (Eph 5:1-2). The Spirit dwelling in us enables us to live as such. Though one body, each one of us function differently according to the grace given to us by the Spirit, for the common good. God’s intent is that the body of Christ may be built up and reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ (Eph 4:3-16).", "In this month, let us take time to pray each day that we become one as Christ intended us to be."],

    "daily" : [
        {
            "title": "Pray against division based on languages",
            "imageUrl": "",
            "bibleVerse": ["“After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!”"],
            "bibleVerseReference": "Revelation 7:9-10",
            "content": ["With urbanisation and ever growing cities, the local church today is a diverse body with people from different states, nations and language groups. Pray that the tendency to isolate as separate language groups is not found in our local church. As John the Apostle saw a great multitude, from every nation, tribe, people and language worshipping the Lamb, pray that we worship Him as such here and now."],
            "date": "20221001"
        },
        {
            "title": "Pray against division based on caste",
            "imageUrl": "",
            "bibleVerse": ["For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace, and might reconcile us both to God in one body through the cross, thereby killing the hostility. And he came and preached peace to you who were far off and peace to those who were near. For through him we both have access in one Spirit to the Father. So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, in whom the whole structure, being joined together, grows into a holy temple in the Lord. In him you also are being built together into a dwelling place for God by the Spirit."], 
            "bibleVerseReference": "Ephesians 2:14-22",
            "content": ["India, while recognised for its diverse people groups, is also known for its caste system. Though deemed as a thing of the past, division based on caste is not uncommon, even within the local church. Pray that as disciples of Christ we would tear down such man-made walls of division amongst us. Pray that we would be united as members of Christ's household knowing that we belong to one family in Christ."],
            "date": "20221002"
        },
        {
            "title": "Pray against division based on gender",
            "imageUrl": "",
            "bibleVerse": ["for in Christ Jesus you are all sons of God, through faith. For as many of you as were baptized into Christ have put on Christ. There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. And if you are Christ's, then you are Abraham's offspring, heirs according to promise."], 
            "bibleVerseReference": "Galatians 3:26-29",
            "content": ["In the beginning, God created mankind in His own image, male and female he created them. While God has established an order in families, it doesn't negate that men and women are co-heirs in God's Kingdom. For we are all children of God through faith in Jesus. Pray that we would regard our brothers and sisters as equal members in the body of Christ."],
            "date": "20221003"
        },
        {
            "title": "Pray against division based on status",
            "imageUrl": "",
            "bibleVerse": ["My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” have you not then made distinctions among yourselves and become judges with evil thoughts? Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? Are they not the ones who blaspheme the honorable name by which you were called?", "If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. But if you show partiality, you are committing sin and are convicted by the law as transgressors."], 
            "bibleVerseReference": "James 2:1-9",
            "content": ["The socioeconomic status of a person measures their standing based on education, income, and occupation. While this scale brings about different classes among people in the world, pray that we would not treat people based on their social status or class. Pray that we would treat everyone equally, with dignity and respect, without any hints of favouritism."],
            "date": "20221004"
        },
        {
            "title": "Pray for widows and orphans",
            "imageUrl": "",
            "bibleVerse": ["Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world."], 
            "bibleVerseReference": "James 1:27",
            "content": ["The Spirit we have received, brought about our adoption to sonship. And by him we cry 'Abba, Father' as God's children. As brothers and sisters, let's pray that we truly live as such and not neglect those who have lost their father, mother, or their spouse. Pray that we will reach out to them and show genuine concern for them. Pray that we would live as the one family of God."],
            "date": "20221005"
        },
        {
            "title": "Pray against divisions among leaders",
            "imageUrl": "",
            "bibleVerse": ["For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human? What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. I planted, Apollos watered, but God gave the growth. So neither he who plants nor he who waters is anything, but only God who gives the growth. He who plants and he who waters are one, and each will receive his wages according to his labor. For we are God's fellow workers. You are God's field, God's building."], 
            "bibleVerseReference": "1 Corinthians 3:4-9",
            "content": ["The leaders placed over us are God-ordained shepherds of the flock entrusted to their care. Pray that God would protect our leaders, their families, and their households from the enemy who comes to steal, kill and destroy. Pray against every division amongst the flock based on leaders, and that our leaders would be united with one mind and spirit, even as they faithfully serve the flock under their care."],
            "date": "20221006"
        },
        {
            "title": "Pray against division in the global church",
            "imageUrl": "",
            "bibleVerse": ["There is one body and one Spirit—just as you were called to the one hope that belongs to your call— one Lord, one faith, one baptism, one God and Father of all, who is over all and through all and in all."], 
            "bibleVerseReference": "Ephesians 4:4-6",
            "content": ["For there is one body of Christ being built, that is, the global church, which is the worldwide network of local churches that is continuously expanding and multiplying. Pray that the body of Christ be brought to complete unity in faith and become mature, attaining to the whole measure of the fullness of Christ."],
            "date": "20221007"
        },
        {
            "title": "Pray for husbands and wives",
            "imageUrl": "",
            "bibleVerse": ["Wives, submit to your own husbands, as to the Lord. Husbands, love your wives, as Christ loved the church and gave himself up for her."], 
            "bibleVerseReference": "Ephesians 5:22, 25",
            "content": ["Families are the basic units of a church, as well as the society. We see this institution heavily attacked by the enemy as there are many broken families in the church. Pray that husbands will learn to love their wives as Christ loved the church while wives will learn to submit to their husbands. Pray that misunderstandings, unforgiveness, selfishness, and bitterness are rooted out from families."],
            "date": "20221008"
        },
        {
            "title": "Pray for parents and children",
            "imageUrl": "",
            "bibleVerse": ["Children, obey your parents in everything, for this pleases the Lord. Fathers, do not provoke your children, lest they become discouraged."], 
            "bibleVerseReference": "Colossians 3:20-21",
            "content": ["Parents are called to bring up the children in training and instruction of the Lord. They must take systematic efforts to prioritise, spend time, know, and train children in the ways of the Lord. Pray that they will not provoke their children but encourage them. Pray for children to obey their parents in love and honor them. Pray against discouragement and other parental wounds in the hearts of children."],
            "date": "20221009"
        },
        {
            "title": "Pray that we love God supremely and walk in holiness",
            "imageUrl": "",
            "bibleVerse": ["For God has not called us for impurity, but in holiness"], 
            "bibleVerseReference": "1 Thessalonians 4:7",
            "content": ["The greatest command that God has given to us is to love Him with all of our heart, soul, strength, and mind. When we love God, we obey his commands, and be holy as He is holy. Pray that each of us will surrender our lives completely to God, love him with all of our hearts, and obey His commands in every area of our lives."],
            "date": "20221010"
        },
        {
            "title": "Pray that we love one another",
            "imageUrl": "",
            "bibleVerse": ["Beloved, let us love one another: for love is of God; and everyone that loveth is born of God, and knoweth God."], 
            "bibleVerseReference": "1 John 4:7",
            "content": ["To love God, and our neighbours as ourselves is the essence Christian life. Our love for people should reflect God’s love towards us. Jesus was actively assisting and serving in love. He demonstrated his love and compassion for the lost and the abandoned, for the sinners and the downtrodden. Pray that we exemplify the same love to people around us."],
            "date": "20221011"
        },
        {
            "title": "Pray that we become kind, compassionate, and gentle",
            "imageUrl": "",
            "bibleVerse": ["Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."], 
            "bibleVerseReference": "Colossians 3:12-13",
            "content": ["It is God’s command to us to be kind and tenderhearted; to put on compassion, kindness, humility, meekness, and patience. So, it is a sin when we are unkind, hard-hearted, proud, arrogant or impatient. Pray that we become more like Jesus - compassionate, tenderhearted, and kind. Pray that we will yield to the Spirit, and grow in maturity."],
            "date": "20221012"
        },
        {
            "title": " Pray that we grow rich in giving",
            "imageUrl": "",
            "bibleVerse": ["Each of you should give what you have decided in your heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."], 
            "bibleVerseReference": "2 Corinthians 9:7",
            "content": ["If Jesus can feed mere birds and animals, what makes us so hard to trust our father who says that we are enriched by giving, and his care is boundless? When Elisha generously gave her one jar of oil to the widow to fill her jars, the oil lasted filling many jars that the widow could sell to pay off her debts (2 Kings 4). Likewise, pray that we encounter the needs of people with an open heart, and be generous towards them; pray that we will not give in to greed."],
            "date": "20221013"
        },
        {
            "title": "Pray that we have no selfish ambition",
            "imageUrl": "",
            "bibleVerse": ["Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. Each of you should look not only to your own interests, but also to the interests of others.", "Jesus looks at his disciples and tells them, 'Whoever wants to be my disciple must deny themselves and take up their cross and follow me'."], 
            "bibleVerseReference": "Philippians 2:3–4, Luke 9:23",
            "content": ["The cross symbolises death. Jesus knows that we all experience hardships and suffering on earth. However, our self demands its rights and will not bend to anyone.  Jesus tells us to take up the cross, die to self, let go of the grudges, and walk in His light. He calls us to imitate him. Let’s pray that we break our selfishness, surrender to his lordship, and live our life to live for Him."],
            "date": "20221014"
        },
        {
            "title": "Pray that we are humble, as Jesus was",
            "imageUrl": "",
            "bibleVerse": ["Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited."], 
            "bibleVerseReference": "Romans 12:16",
            "content": ["The principle of the present age goes by the saying that our skills or accolades go unnoticed if we give in to modesty or humility, and so people give in to pride and self-exaltation. But Jesus was superiorly humble, depicting himself in the lowest form as a servant. He died with the thieves. Let's pray that as a church, we do not give place to pride, rather yield to God and live for His glory."],
            "date": "20221015"
        },
        {
            "title": "Pray that we honour and respect one another",
            "imageUrl": "",
            "bibleVerse": ["Be devoted to one another in love. Honour one another above yourselves."], 
            "bibleVerseReference": "Romans 12:10",
            "content": ["It is natural for many to mentally categorise other people and then deal with them accordingly. We respect our elders, parents, and those in authority while we don't show respect to some people because of their societal status, education, or other characteristics. Let's pray that we do not show favouritism and respect and honour people of all standards."],
            "date": "20221016"
        },
        {
            "title": "Pray that we are gracious in our speech and acts",
            "imageUrl": "",
            "bibleVerse": ["Judge not, that you be not judged. For with what judgement you judge, you will be judged; and with the measure you use, it will be measured back to you. And why do you look at the speck in your brother’s eye, but do not consider the plank in your own eye? Or how can you say to your brother, ‘Let me remove the speck from your eye’; and look, a plank is in your own eye? Hypocrite! First remove the plank from your own eye, and then you will see clearly to remove the speck from your brother’s eye."], 
            "bibleVerseReference": "Matthew 7:1-6",
            "content": ["It is very easy to erroneously pass judgement on others based on our limited knowledge of their circumstances. However, God calls us to be gracious towards one another and show mercy. Pray that we will not seek to find faults, rather act and speak graciously. Pray that we as a church will not condemn sinners, but welcome them and love them as Christ loved us while we were yet sinners and died for us."],
            "date": "20221017"
        },
        {
            "title": "Pray that we forgive as the Lord forgave us",
            "imageUrl": "",
            "bibleVerse": ["Repay no one evil for evil. Have regard for good things in the sight of all men. If it is possible, as much as depends on you, live peaceably with all men. Beloved do not avenge yourselves, but rather give place to wrath; for it is written, “Vengeance is Mine, I will repay,” says the Lord. Therefore “If your enemy is hungry, feed him; If he is thirsty, give him a drink; For in so doing you will heap coals of fire on his head.” Do not be overcome by evil, but overcome evil with good."], 
            "bibleVerseReference": "Romans 12:17-21",
            "content": ["It is part of our human life to experience offences and hurts. When we go through such circumstances, God calls us to forgive as Christ in God forgave us. However, if we don’t forgive others, we are displeasing God and forfeiting out own forgiveness from the Lord. Pray that we don’t harbour grudge and hatred, instead we will choose to overlook offenses, be filled with the love of Christ and forgive others wholeheartedly."],
            "date": "20221018"
        },
        {
            "title": "Pray that we choose reconciliation instead of holding grudges",
            "imageUrl": "",
            "bibleVerse": ["Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil.", "So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift."], 
            "bibleVerseReference": "Ephesians 4:26-27, Matthew 5:23-24",
            "content": ["The Bible commands us to live in peace with everyone as much as possible. We can do so only if we reconcile with the people who hurt us, or were hurt by us. This is not easy. However, if we let hurts stick around, they fester our hearts with bitterness and hatred. Whether we’ve hurt others or were hurted, pray that we will be the first to reach out and seek reconciliation, just as God reconciled us to Himself in Christ Jesus. Is there anyone in your life with whom you’re not reconciled? Pray, be reconciled, and live free today."],
            "date": "20221019"
        },
        {
            "title": "Pray that we will be patient",
            "imageUrl": "",
            "bibleVerse": ["Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."], 
            "bibleVerseReference": "Colossians 3:12-13",
            "content": ["God is patient with us in more ways that we can ever imagine. God is patient with the world and delays His coming, willing that none should perish. He commands us to be patient, just as He is. Pray that we will be patient with one another and not act rashly or give in to anger. Pray that we will not waver in trusting God to fulfil His promises to us, and thereby grow in patience."],
            "date": "20221020"
        },
        {
            "title": "Pray that we speak truth at all times",
            "imageUrl": "",
            "bibleVerse": ["Jesus said to him, I am the way, and the truth, and the life. No one comes to the Father except through me."], 
            "bibleVerseReference": "John 14:6",
            "content": ["God delights in truth and righteousness. Jesus said: I am the way, the truth, and the life. God personifies truth and as children of the truth, He expects us to speak the truth at all times. God hates liars and He refers to the devil as the father of lies. Pray that we walk in the truth and speak the truth in any and all circumstances."],
            "date": "20221021"
        },
        {
            "title": "Pray that we encourage one another with words and deeds",
            "imageUrl": "",
            "bibleVerse": ["And let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."], 
            "bibleVerseReference": "Hebrews 10:24-25",
            "content": ["All around us, we see people who are suffering due to depression, anxiety, or loneliness. God commands us to encourage one another as along as it is called today. It is not optional. So, pray that we will encourage one another with our gracious speech. Pray that that we identify those that are suffering, speak words and work deeds that will encourage them."],
            "date": "20221022"
        },
        {
            "title": "Pray that we are content in all circumstances",
            "imageUrl": "",
            "bibleVerse": ["Keep your life free from love of money, and be content with what you have, for he has said, 'I will never leave you nor forsake you.'"], 
            "bibleVerseReference": "Hebrews 13:5",
            "content": ["We will be truly content and grateful when we know and fully embrace the truth that God loves us more than we’ll ever know; cares for us more than we’ll ever want, and is in absolute control of every moment of our lives. Pray that we’ll understand God’s love for us, trust that He’s working all things for our good, and be grateful to Him for every little thing that He has given us. Pray that we’ll be content with what we have."],
            "date": "20221023"
        },
        {
            "title": "Pray that we love one another as Christ loves us",
            "imageUrl": "",
            "bibleVerse": ["Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. Anyone who does not love does not know God, because God is love. In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. Beloved, if God so loved us, we also ought to love one another. No one has ever seen God; if we love one another, God abides in us and his love is perfected in us."], 
            "bibleVerseReference": "1 John 4:7-12",
            "content": ["God’s love for us was manifested in that He sent His only begotten son into the world so that we might live through Him. He laid down His life so that we can have life. He became poor so that we can become rich. Knowing this agape love of God, He expects us to love likewise. Pray that we’ll grow in our love for one another and show genuine concern for each other, loving not just in words, but also with deeds."],
            "date": "20221024"
        },
        {
            "title": "Pray for the infilling of the Holy Spirit",
            "imageUrl": "",
            "bibleVerse": ["But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth."], 
            "bibleVerseReference": "Acts 1:8",
            "content": ["God has given us His Holy Spirit to indwell us when we believed in His name and became children of God. The Bible commands us to be led by the Spirit, and to walk in step with the Spirit. Pray that we will be filled with the Holy Spirit, yield to Him, and allow Him to direct every area of our lives."],
            "date": "20221025"
        },
        {
            "title": "Pray that we bear good fruit",
            "imageUrl": "",
            "bibleVerse": ["I am the true vine, and my Father is the vinedresser. Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit. Already you are clean because of the word that I have spoken to you. Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me. I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned. If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you. By this my Father is glorified, that you bear much fruit and so prove to be my disciples. As the Father has loved me, so have I loved you. Abide in my love. If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love. These things I have spoken to you, that my joy may be in you, and that your joy may be full."], 
            "bibleVerseReference": "John 15:1-11",
            "content": ["Jesus said that whoever abides in Him, and He in them bears much fruit. Abiding in Christ is a life of total dependency on Christ to live our life, just as a branch is utterly dependent on the vine for its existence. It is from this lifestyle of fellowship and communion with Jesus, we are enabled to bear fruit. Pray that we abide in Christ and bear much fruit."],
            "date": "20221026"
        },
        {
            "title": "Pray for unified operation of gifts",
            "imageUrl": "",
            "bibleVerse": ["Now to each one the manifestation of the Spirit is given for the common good.", "…since you are eager for gifts of the Spirit, try to excel in those that build up the church."], 
            "bibleVerseReference": "1 Corinthians 12:7, 1 Corinthians 14:12",
            "content": ["Gifts of the Holy Spirit are often considered as personal milestones in our spiritual lives. We often fail to see the big picture - the gifts are given by the Holy Spirit to equip the Church to maturity.", "Pray that believers would desire and pray for gifts (1 Corinthians 12:31; 14:1). Pray that the church would use its gifts for common good (1 Peter 4:10). Pray for every individual to use their gifts in union with the community of Christ (1 Corinthians 12: 27, 28)."],
            "date": "20221027"
        },
        {
            "title": "Pray for united understanding of the Word",
            "imageUrl": "",
            "bibleVerse": ["So then, just as you received Christ Jesus as Lord, continue to live your lives in him,  rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces[a] of this world rather than on Christ."], 
            "bibleVerseReference": "Colossians 2:6-8",
            "content": ["Misinformation and inaccurate ideologies are everywhere - including the Church. Every day we are bombarded with ideas, opinions and subliminal messages that seek to destroy our freedom in Christ. We must be rooted in the absolute truth - Christ and his Word (2 Thes 2:15, Eph 4:4-6). Pray that we will learn to test everything and not be swayed by false teachings (1 Thess 5:21, 1 Timothy 6:20, 21). Pray that we will submit to wise elders who can guide us when we are deceived in our minds (2 Timothy 2:26)."],
            "date": "20221028"
        },
        {
            "title": "Pray that we live wisely",
            "imageUrl": "",
            "bibleVerse": ["Be wise in the way you act toward outsiders; make the most of every opportunity."], 
            "bibleVerseReference": "Colossians 4:5",
            "content": ["Our everyday lives involve disagreements and potential divisions - especially if we are not careful with our words and attitudes. Often times, we are not aware of our insensitiveness since we are not fully aware about the lives of people around us. Let’s pray for God’s wisdom to guide us in our conversations and relationship, so that we may bring oneness in all our spheres of influence."],
            "date": "20221029"
        },
        {
            "title": "Pray for strength to stand firm in our faith",
            "imageUrl": "",
            "bibleVerse": ["So then, brothers and sisters, stand firm and hold fast to the teachings we passed on to you, whether by word of mouth or by letter."], 
            "bibleVerseReference": "2 Thessalonians 2:15",
            "content": ["In our walk in faith, we are regularly questioned about our identity as Christians. At times, we are mocked or belittled for our faith. These prodding questions and taunts leave us questioning our faith. Pray that we will be rooted and established in our faith (Eph 3:17) and for our brothers and sisters doubting their faith or undergoing persecution."],
            "date": "20221030"
        },
        {
            "title": "Pray for our unity to result in good works",
            "imageUrl": "",
            "bibleVerse": ["Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers."], 
            "bibleVerseReference": "Galatians 6:9,10",
            "content": ["Our unity and oneness must result in sharing our blessings to those who need. Apart from helping people with prayers and resources, we should also seek to help people by imparting our spiritual fruits such as  joy, peace, kindness, or goodness (Gal 5:22,23). Pray that our unity will result in good works so that we would be a testimony to the watching world, attracting them to the good news of Christ (Acts 2:42-47)."],
            "date": "20221031"
        }
    ]
}