{
    "title": "Journey with the Father",
    "bibleVerse": ["Holy Father, protect them by the power of your name, the name you gave me, so that they may be one as we are one."],
    "bibleVerseReference": "John 17:11",
    "imageUrl": "",
    "content": ["As we journey in our walk with the Lord, we can fall into certain spiritual conditions that hinder us in our growth as disciples. Some of these we may be aware of and are able to overcome. Some we may be blind to and need to allow the Holy Spirit to show us where we stand so we can throw off everything that hinders and run with perseverance the race marked for us.", "In this prayer guide we are outlining the hardships and struggles we face as we walk with the Lord and how we can overcome them through the word of God and prayer as we journey to become more like Jesus."],
    [
    "daily" : [
        {
            "title": "Identifying spiritual conditions that affect our intimacy with the Father",
            "imageUrl": "",
            "bibleVerse": ["“You have forsaken the love you had at first. Consider how far you have fallen! Repent and do the things you did at first.”"],
            "bibleVerseReference": "Revelation 2:4-5",
            "content": ["The Church at Ephesus were commended for their hard work and perseverance but were rebuked for forgetting their first love. In our walk with the Lord, we can continue in doing that which is right but are we doing it more from a sense of responsibility or because of a love relationship with the Lord?", "Let us ask the Lord to examine our hearts and identify if we have replaced Him with anything else in our lives - family/work/ministry? May the Lord stir a fresh love in our hearts so we may live and serve Him with zeal."],
            "date": "20221101"
        },
        {
            "title": "Identifying spiritual conditions that affect our intimacy with the Father",
            "imageUrl": "",
            "bibleVerse": ["Hold on to my teaching. Don’t let it go. Guard it well. It is life."], 
            "bibleVerseReference": "Proverbs 4:13",
            "content": ["When we fail to hold onto the whole counsel of God, we can fall prey to mixed teachings that lead us astray. The very fall of man came about when Adam and Eve did not hold on to the word that was given to them but fell for the half truths that the serpent threw at them.", "Pray that we would hold onto the whole counsel of God and not fall prey to the half - truths of deception and false teaching. Pray for a spirit of discernment to let the living word of God penetrate to our soul and spirit and enable us to live in the understanding of God’s truth."],
            "date": "20221102"
        }
        {
            "title": "Identifying spiritual conditions that affect our intimacy with the Father",
            "imageUrl": "",
            "bibleVerse": ["For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins."], 
            "bibleVerseReference": "Hebrews 10:26",
            "content": ["Living a compromised life leads to death. Once we are saved, we are called to be set apart and live lives that are holy and undefiled. Intentionally pursuing patterns of sin and wrong desires will lead us into patterns of bondage and brokenness.", "Pray for forgiveness if we have been harbouring sinful patterns in our lives. Ask the Holy Spirit to enlighten us and show us if we are compromising our walk with the Lord in any way and are blind or hardened in that area. Pray for deliverance and complete repentance."],
            "date": "20221103"
        }
        {
            "title": "Identifying spiritual conditions that affect our intimacy with the Father",
            "imageUrl": "",
            "bibleVerse": ["I know your deeds, you have a reputation of being alive but you are dead. Wake up! Strengthen what remains and is about to die for I have found your deeds unfinished in the sight of my God."], 
            "bibleVerseReference": "Revelation 3:2",
            "content": ["There are times we may not complete the race or continue in the work that we have begun. The reasons could be any- discouragement, burn out, backsliding. The outcome is half finished works or even outwards forms of godliness that lack power.", "If we have stopped running the race or given up on our call or even continuing our task with a sense of obligation but no zeal, let us stop, humble ourselves, seek the Lord, turn from our ways and receive the help the Lord freely provides to all who call upon Him in truth."],
            "date": "20221104"
        }
        {
            "title": "Identifying spiritual conditions that affect our intimacy with the Father",
            "imageUrl": "",
            "bibleVerse": ["I know your deeds, that you are neither hot or cold. I wish you were either one or the other! So because you are lukewarm neither hot nor cold- I am about to spit you out of my mouth."], 
            "bibleVerseReference": "Revelation 3:15-16",
            "content": ["Being lukewarm comes from a state of being stagnant- where we have not grown in our walk with the Lord. The cares and pleasures of the world may have consumed us, leading our faith to be stagnant and our lives to be lukewarm.", "Pray that the Lord will help us let go off the cares and pleasures of the world that have overtaken us and stifled our faith. May we look to Jesus and be willing to be refined so that we may be able to see ourselves as He sees us and be filled with a consuming desire to follow Him wholeheartedly."],
            "date": "20221105"
        }
        {
            "title": "Consequences of unidentified spiritual conditions",
            "imageUrl": "",
            "bibleVerse": ["And now these three remain: faith, hope and love. But the greatest of these is love."], 
            "bibleVerseReference": "1 Corinthians 13:13",
            "content": ["One of the struggles of not loving the Lord as our first love results in a Pharisaical attitude, where we tend towards being disciplined and principled but lack love. We are proud of the things we do right but lack compassion for others and are unable to serve with love.", "Repent of any self-righteous attitude that leads to pride and hypocrisy. Ask the Lord to help us humble ourselves that we may be able to live lives where we love Him with all our heart, mind, soul and strength and able to love our neighbours as ourselves."],
            "date": "20221106"
        }
        {
            "title": "Consequences of unidentified spiritual conditions",
            "imageUrl": "",
            "bibleVerse": ["See that no one takes you captive through hollow and deceptive philosophy which depends of human tradition and the elemental spiritual forces of this world rather than on Christ."], 
            "bibleVerseReference": "Colossians 2:8",
            "content": ["
            The consequence of falling into half truth is to live in deception and be easily swayed by different teachings that we hear. The result often is a life and faith that is unstable and not grounded.", "Ask the Lord for a heart to examine the scriptures as the Bereans did (Acts 17:11-12) Pray for sincerity and intentionality to know the Lord as He has revealed Himself to us through His word."],
            "date": "20221107"
        }
        {
            "title": "Consequences of unidentified spiritual conditions",
            "imageUrl": "",
            "bibleVerse": ["But mark this: There will be terrible times in the last days. People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, having a form of godliness but denying its power."], 
            "bibleVerseReference": "2 Timothy 3:1-2:5",
            "content": ["The consequences of having intentional sinful patterns in our lives is living ungodly and unholy lives- where strife, lack of peace and joy, self -centeredness and rebellion bind us.", "Let us ask the Lord to deliver us from every bondage to sin and compromise. The promise we have is that whom the Son sets free is free indeed and all who call on the name of the Lord will be saved. So let us unflinchingly enter into the throne room of God, seeking forgiveness and turning from every wicked way- and receive the healing and deliverance of the Lord."],
            "date": "20221108"
        }
        {
            "title": "Consequences of unidentified spiritual conditions",
            "imageUrl": "",
            "bibleVerse": ["If you lay the foundation and are not able to finish it, everyone who sees it will ridicule you saying, this person began to build and wasn’t able t finish it."], 
            "bibleVerseReference": "Luke 14:28-30",
            "content": ["If we have given up on the race or have deeds that are unfinished, it can lead to a sense of purposelessness or aimlessness because we have exchanged the glory of God for cheaper pursuits. It can leave us with a sense of emptiness which we may try to fill with other things.", "Ask God to strengthen us and help us refocus on prioritizing what matters. If we have given up running this race due to discouragement or any other problem, let us cast our cares on Jesus and once again ask Him to help us let go of the wrong goals / relationships or priorities and to allow His Spirit to work in us."],
            "date": "20221109"
        }
        {
            "title": "Consequences of unidentified spiritual conditions",
            "imageUrl": "",
            "bibleVerse": ["Then all the virgins woke up and trimmed their lamps. The foolish ones said to the wise, Give us some of your oil, our lamps are going out."], 
            "bibleVerseReference": "Matthew 25:7-8",
            "content": ["Being lukewarm can lead us to imbibe many worldly traits and practices. Like the five foolish virgins who were dressed in the right wedding clothes but neglected the oil, lukewarmness may not make us realise that we are in a dangerous situation.", "If we have been comfortably numb and not had our consciences stirred by the Lord, then we have been lukewarm. Let us repent and turn to the Lord who provides us a way out and can reignite in us the passion for His name."],
            "date": "20221110"
        }
        {
            "title": "Learning to rejoice in the Lord and draw strength from Him",
            "imageUrl": "",
            "bibleVerse": ["And David was greatly distressed, for the people spoke of stoning him, because all the people were bitter in soul, each for his sons and daughters. But David strengthened himself in the LORD his God."], 
            "bibleVerseReference": "1 Samuel 30:6",
            "content": ["David was greatly distressed ... But David found his strength in the Lord his God. We are in a place of darkness ourselves. Yet the greater pain and dismay being the forceful darkness in our environment which adds sourness to our soul. in other words, we can understand it as the cloud of strong distress we live with. The heaviness is hard to battle with our physical strength and no human on the planet will be able to empower us to stand the battle ground. But we see David, who took a conscious decision to be empowered in the Lord and allowed him alone to speak in such a season of his life.", "Ask God for a genuine heart to identify our weaknesses and accept it. Pray that God will help you trust in the Lord completely with your heart as God would want to heal it.", "Pray that God will give you a strong desire to come back to God and not seek help elsewhere. And ask God for a conscious mind and heart to go to his presence."],
            "date": "20221111"
        }
        {
            "title": "Learning to rejoice in the Lord and draw strength from Him",
            "imageUrl": "",
            "bibleVerse": ["I love you, O LORD, my strength."], 
            "bibleVerseReference": "Psalms 18:1",
            "content": ["The LORD is the hope to the weary heart. There are uncountable sorrows in a man’s heart, seeming as though no way out. And yes, apart from Christ there is no other way out of darkness. We find ourselves in deep darkness and bitterness, it engulfs us. We, being spiritually weak are unable to do anything to come out of this dark place. King David too have had been in such a place as this, as given in the reference scripture passage. But we see that he made sure that he made the Lord his strength. It may seem hard, but let us be genuine as David was to the Lord with our weaknesses.", "Ask the Lord to have the confident trust in him to rely for strength.", "Pray that He will give us the ability to make the LORD our strength over and over again.", "Pray that we will be able to forgive those who are hating us and adding on to the existing sorrow.", "Pray that we will walk in step with the LORD and receive strength from the LORD as we walk with Him.", "Pray that God will help us see the beyond; to enable us to see the promised land that lies beyond the wilderness."],
            "date": "20221112"
        }
        {
            "title": "Learning to rejoice in the Lord and draw strength from Him",
            "imageUrl": "",
            "bibleVerse": [""], 
            "bibleVerseReference": "Psalm 13",
            "content": ["One of the worst things we go through in a season of hardship is the ‘battle of the mind’. The devil tried to plant everything that is negative in our minds, which leads us to a spiral down in spiritual life, for we believe the liar’s lies. Sometimes there is no room for stillness but the mind is clouded with unnecessary and unwanted thoughts. It troubles and tires us. Good thing is, the Lord sees and hears. We don’t want to admit to our mistakes; we don’t want to utter, that our troubles are the results of disobedience, the root of the problem is much important than the shoot.", "Seek the Lord to forgive our disobedience, which us opened access for the enemy to plant weeds in our minds.", "Pray that God will give us the strength to love the LORD and praise Him joyfully.", "Seek the Lord to help us put on the armor of God in facing and winning the battle. • To be continually encouraged in a season as a spiritual warfare as this.", "Pray that God will make the LORD alone the joy and to Rejoice in the LORD through it all and no matter what."],
            "date": "20221113"
        }
        {
            "title": "Learning to rejoice in the Lord and draw strength from Him",
            "imageUrl": "",
            "bibleVerse": ["Then David said to the Philistine, “You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the LORD of hosts, the God of the armies of Israel, whom you have defied."], 
            "bibleVerseReference": "1 Samuel 17:45",
            "content": ["Seek the Lord’s strength to give us the boldness to trust him in the battle ground, to give you the confidence to stand the ground with the weapons He has given you and to enable you to fight the war of faith, to give you a righteous heart to acknowledge the Lord’s act of love in defeating the enemy continually, to be aware of the enemy, yet carry an unshakable faith in the name of the Lord You God, to let nothing of the enemy shake you in the battle ground and to help you not trust in your intellect but put your reliance on the LORD alone."],
            "date": "20221114"
        }
        {
            "title": "Learning to rejoice in the Lord and draw strength from Him",
            "imageUrl": "",
            "bibleVerse": ["Answer me quickly, O LORD!
            My spirit fails!
            Hide not your face from me,
            lest I be like those who go down to the pit.
            Let me hear in the morning of your steadfast love,
            for in you I trust.
            Make me know the way I should go,
            for to you I lift up my soul."], 
            "bibleVerseReference": "Psalm 143:7-8",
            "content": ["How transparent was David’s heart toward the Lord his God? The Lord expects the same from each one of us. In our weaknesses and slipping away, we do not have to shy away or hide ourselves from the Lord. But with a glad hope, come to him and share our heart. He is the Lord who is the faithful mediator between the Father God and us, so he understands our heart and weaknesses. So, we are called to approach the throne of grace with an honest and true heart, as how David cried out to the Lord.", "Ask God that He will enable you to come to him with a transparent heart, with pure genuineness and honesty. Pray that He will help you in opening the deepest things of you heart and there will be nothing you are trying to hide from him. Pray that He will fill you with hope as you pour out to him. Pray that He will help you see which lies beyond the struggle, his faithful promises coming to its fulfilment."],
            "date": "20221115"
        }
        {
            "title": "Get hold of the promises and stand strong on the word of God that never fails",
            "imageUrl": "",
            "bibleVerse": ["A voice says, “Cry!”
            And I said, “What shall I cry?”
            All flesh is grass,
            and all its beauty is like the flower of the field.
            The grass withers, the flower fades
            when the breath of the LORD blows on it;
            surely the people are grass.
            The grass withers, the flower fades,
            but the word of our God will stand forever."], 
            "bibleVerseReference": "Isaiah 40:6-8",
            "content": ["In the phase of our failings and unfaithfulness, the truth remains the same, ‘Faithfulness of the LORD will never fail and His word it to be competed trusted, for it endures forever’. The times and season have been hard. In all this we are called to remember the goodness of the Lord.", "Sit with the Lord and understand his plans for you. Let the darkness not take away his light.", "Ask for his strength to forsake all the wicked ways you have adopted to, all the unwanted thoughts you have let consume you. Seek him to empower you to get rid of it all.", "Pray to ask how to rejuvenate your relationship with you. With the fulfilment of his promises coming true, ask him to remove all the wicked ways from within you, which may be hindrances for the blessings.", "Pray that God will help you to put your loyal trust and confidence in his faithfulness and even enable him to give you understanding of his words, which he is promising you this season."],
            "date": "20221116"
        }
        {
            "title": "Get hold of the promises and stand strong on the word of God that never fails",
            "imageUrl": "",
            "bibleVerse": ["And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh, that they may walk in my statutes and keep my rules and obey them. And they shall be my people, and I will be their God."], 
            "bibleVerseReference": "Ezekiel 11:19-20",
            "content": ["The beginning to restoration is the acceptance of our sinful wickedness and allowing God to change our heart, that he will give us a heart of flesh, filling us with the Spirit of God. The circumcision or the requirements of the law, or the way of life (as Jesus asks of us) is not outwardly and physical, but inward and spiritual. The requirements of the Lord is the circumcision of our hearts, not outward rituals. The promise of God restoring us inwardly is one to hold on to as through the course of time, the Holy Spirit will transform us to the Son’s likeness.", "Ask the Lord in prayer to give you eagerness to have your heart-of-stone be removed; desire to not go on in the way of our wicked heart’s intentions but to halt and let God renew the heart. Pray that He help you understand God’s requirements of way of life. And to help you make all the necessary changes for his way to be fulfilled. Pray for the acceptance of heart to adapt to changes, if God has to change the patters, relationships of the way-of-life in your life, it should be done. Pray that God will give an expectant heart, in fulfilling all the requirements of the Lord."],
            "date": "20221117"
        }
        {
            "title": "Get hold of the promises and stand strong on the word of God that never fails",
            "imageUrl": "",
            "bibleVerse": ["Strengthen the weak hands,
            and make firm the feeble knees.
            Say to those who have an anxious heart,
            “Be strong; fear not!
            Behold, your God
            will come with vengeance,
            with the recompense of God.
            He will come and save you."], 
            "bibleVerseReference": "Isaiah 35:3-4",
            "content": ["As heard and read many times, we know ‘Do not fear’ is many times written in the Bible. It is so, that we may be constantly reminded to not trouble our hearts by letting fear in. when the Lord asks us to not fear, he is not leaving us without any encouragement for courage. In fact, he has intentionally given us promises which becomes the anchor of hope. The promise of Jesus to be with us as we try overcoming the world is where we put our reliance on.", "Ask God to help you to be still in the Lord, that you will be able to see his hand with you in the storm. Also that you will let the Lord comfort you, give you an unwavering heart, that the enemy will not be able to have a stand with you. Pray to be always reminded of his strength and to make him your refuge, that when fearful times come there will be peace within you. Pray that God will give you the confidence to rely on the Lord’s word and put your trust and faith in him to help you overcome your situations as he did the world. Pray that God will change your reliance in you and your way of dealing anxieties (fearful situations) and hope on God alone. Pray that God will equip you to fight the spiritual war with the strategies of God and not yourself."],
            "date": "20221118"
        }
        {
            "title": "Get hold of the promises and stand strong on the word of God that never fails",
            "imageUrl": "",
            "bibleVerse": ["“Behold, the days are coming,” declares the LORD,
            “when the plowman shall overtake the reaper
            and the treader of grapes him who sows the seed;
            the mountains shall drip sweet wine,
            and all the hills shall flow with it.
            I will restore the fortunes of my people Israel,
            and they shall rebuild the ruined cities and inhabit them;
            they shall plant vineyards and drink their wine,
            and they shall make gardens and eat their fruit."], 
            "bibleVerseReference": "Amos 9:13-14",
            "content": ["The consequences of our wicked ways lead us to exile, just as it was for the Lord’s people. and we have understood that away from the Lord there is darkness, pain, troubles of all kinds. Above all there is a disturbance in our spiritual life. Yet, in all this we ought to remember that this is meant to train and transform us and not destroy us. As the season seem to be stormy, because of our station at the enemy’s territory, we still have hope, because even in this our God has not let us wander alone, but has held our right hands and promises us home- back to him again.", "Ask God to open your eyes to see the Lord holding you, that you may not sink in the affliction but renew in hope in him, to give you patience as he is moving everything for your good. And to help you wait for him to move, and to give you confident trust in believing his right hand upholds you. And let him hold you."],
            "date": "20221119"
        }
        {
            "title": "Get hold of the promises and stand strong on the word of God that never fails",
            "imageUrl": "",
            "bibleVerse": ["Therefore hear this, you who are afflicted,
            who are drunk, but not with wine:
            Thus says your Lord, the LORD,
            your God who pleads the cause of his people:
            “Behold, I have taken from your hand the cup of staggering;
            the bowl of my wrath you shall drink no more;
            and I will put it into the hand of your tormentors,
            who have said to you,
            ‘Bow down, that we may pass over’;
            and you have made your back like the ground
            and like the street for them to pass over.”"], 
            "bibleVerseReference": "Isaiah 51:21-23",
            "content": ["Even with the promise of restoration, the fear of falling again lurks at the back of our mind. We are unable to shake it off. So, the Lord himself encourages us with his word, that when he rebuilds and restores, there is not going to be anymore fallings, no more backslidings, no more uprooting ever again, no more alienation from God. For, the Lord not only restores us but prepare us for all the further days with him and when we give in to the Lord’s transformation, he is faithful to wholly restore us without leaving any blemish left.", "Rely on the Lord and ask him to empty you of all the negativities you have acquired along the way and seek the Lord to fill you with his Spirit. Pray God to give you faith and help you trust to restore all your fortunes, because your life may seem impossible to be healed wholly and seek his help in resting in his Word. Pray to be filled with the Spirit that times of refreshing may come in your life."],
            "date": "20221120"
        }
        {
            "title": "Accepting and living our identity in Christ",
            "imageUrl": "",
            "bibleVerse": ["Yet to all who did receive Him, to those who believed in His name, He gave the right to become children of God."], 
            "bibleVerseReference": "John 1:12",
            "content": ["The world throws many lies our way and we can fall into the trap of letting those lies influence us. But the word of God is clear: In Christ, we are accepted. He has given us the right to be His children. The word ‘right’ denotes an entitlement. As children of God. He has entitled us with His value, His acceptance, His love- the list is endless. And no matter what season in life we are in, this truth does not change- we are valued as the children of God.", "We thank God that our value does not depend on what we do but on what Christ has done for us. Let us ask the Lord to help us live in the recognition of His value and not base our identity on what we do for Him."],
            "date": "20221121"
        }
        {
            "title": "Accepting and living our identity in Christ",
            "imageUrl": "",
            "bibleVerse": ["Therefore, there is now no condemnation for those who are in Christ Jesus, because through Christ Jesus, the law of the Spirit who gives life has set you free from the law of sin and death."], 
            "bibleVerseReference": "Romans 8:1-2",
            "content": ["As the words of the hymn go, “No guilt in life, no fear in death- this is the power of Christ in me”. As disciples, even if we have gone through situations of straying or lukewarmness, once we repent and turn back- we have been set free. Our God does not delight in guilt tripping us- but delights in us being confident of our security in Him.", "Let us thank God for our security in Him and the gift of living lives that are free of guilt and condemnation. May we recognise our worth from our relationship in Christ and find our security in Him alone- not from others or the things we do."],
            "date": "20221122"
        }
        {
            "title": "Accepting and living our identity in Christ",
            "imageUrl": "",
            "bibleVerse": ["Therefore, if anyone is in Christ, He is a new creation, the old has gone, the new has come!"], 
            "bibleVerseReference": "2 Corinthians 5:17",
            "content": ["In Christ we are being constantly renewed – though outwardly we are wasting away, on the inside we are being transformed as we surrender to Him. We are not our past or present failures- we are a work in progress as we continually yield to Him.", "Let us thank God for the new identities we have in Him and commit to renewing our mind through His word and let the Holy Spirit transform us on the inside as we journey with Him."],
            "date": "20221123"
        }
        {
            "title": "Accepting and living our identity in Christ",
            "imageUrl": "",
            "bibleVerse": ["You are the light of the world. A town built on a hill cannot be hidden."], 
            "bibleVerseReference": "Matthew 5: 13-14",
            "content": ["In Christ we are significant and set apart. Jesus reminds us in John 15- that when we abide in Him we can bear much fruit. Apart from Him, we can do nothing.", "Thank God that He has placed His significance on us and in Him we are called to live lives that make a difference. May we never succumb to the mould of worldly patterns but know our worth and calling in the Lord."],
            "date": "20221124"
        }
        {
            "title": "Accepting and living our identity in Christ",
            "imageUrl": "",
            "bibleVerse": ["“...Yet in all things we are more than conquerors through Him, who loved us”"], 
            "bibleVerseReference": "Romans 8:37",
            "content": ["In Christ we have complete victory over sin, fear, failure and every attack of the enemy. We have complete victory and not just partial victory. This is the ground on which our faith stands. Standing then on this victory, we move to higher grounds- from victory to victory, from grace to grace, from power to power.", "May we rest and function from the victory of the cross. Thank God that we are conquerors in Him and let us pray against a defeatist mindset. Let us surrender any area we may be struggling in, knowing that the power of cross can give us breakthroughs in every area of our lives."],
            "date": "20221125"
        }
        {
            "title": "Set our hearts on Jesus and live with hope towards the return of our King",
            "imageUrl": "",
            "bibleVerse": ["“Behold, the days are coming, declares the LORD, when I will make a new covenant with the house of Israel and the house of Judah, not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the LORD. For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the LORD,’ for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.”"], 
            "bibleVerseReference": "Jeremiah 31:31-34",
            "content": ["When the appointed time arrives, He will come. Yes! The Lord, in His Glory will come, with divine retribution, He will come to save Zion, His chosen. When that happens, we will go up the mountains praising Him. There will not be any need for us to learn to praise God, for we will know Him. We will again be planted never to be uprooted, He will transform our hearts through Christ our LORD and will cause us to faithfully run this race with Him.", "With the nearing to the end of this month, try sitting with the Lord and in the stillness of the morning, listen to him. He has promised to come back, this time the joy will not be taken away from you. This time you will get better closer to him, your beloved. Listen to him and make the meditation of your heart his eternal words and open up to him with a genuine heart. He will hear and speak."],
            "date": "20221126"
        }
        {
            "title": "Set our hearts on Jesus and live with hope towards the return of our King",
            "imageUrl": "",
            "bibleVerse": ["But Jesus on hearing this answered him, “Do not fear; only believe, and she will be well.”"], 
            "bibleVerseReference": "Luke 8:50",
            "content": ["Although it looked as if Jesus was delayed to the Jairus’s daughter rescue, where she even passed, we know that it was not the end till Jesus comes. We, in our anxious thoughts believe that our Lord is delaying our rescue. It burdens us more. Yet we will see the conclusion turning to the fulfilment of the Lord’s purpose, as in the girl’s life, that when Jesus spoke her spirit returned. With the promise of resurrection given us through Jesus, we know that as long as we are in the plan of the Lord, he will come and when he does, our spiritual life will regain strength and restore to himself.", "Meditate on this scripture passage and with the help of the Holy Spirit understand the faith of the daughter with the issue of bleeding, who’s hopes of healing was bleak apart from Christ. And the daughter who was in the death bead, yet when the Lord enters her life, the transformation is radical from death to life, and believe it for your life, for Jesus never changes- today, yesterday or tomorrow. Let the lives of these daughters renew a hope in you. Fill your heart and mind with gratitude for God."],
        }
        {
            "title": "Set our hearts on Jesus and live with hope towards the return of our King",
            "imageUrl": "",
            "bibleVerse": ["So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you. In that day you will ask nothing of me. Truly, truly, I say to you, whatever you ask of the Father in my name, he will give it to you. Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full."], 
            "bibleVerseReference": "John 16:22-24",
            "content": ["Our present situations may relate to what Jesus said to his disciples in John 16. In a time as grief, there is no good things that happens to us, there is absolute gloom, where we are left with no strength, hope. But Jesus, as he says here with assurance that he will come and make sure we are going to be okay with him. And when that happens, as sure as the Lord lives, they will be transformed and become content in him.", "As the Lord says, “You haven’t asked me anything ask that your joy may be complete.” So, ask the Lord, let the Spirit intercedes for you that your joy may be complete, the joy of your Lord coming."],
            "date": "20221128"
        }
        {
            "title": "Set our hearts on Jesus and live with hope towards the return of our King",
            "imageUrl": "",
            "bibleVerse": ["The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price."], 
            "bibleVerseReference": "Revelation 22:17",
            "content": ["‘Come Lord!’, let us cry out with a true heart and intention. Let him come and fill us, quench our thirst. Let us be restored completely to him, to never fall and only to get closer to him. Let us not be ignorant of the living waters and seek him to fill us with the living waters, with the eternal words, through which life will to those around us. That we may become the light to those in dark; the witnesses who proclaim Christ to a broken world; salt and wisdom to the world.", "Ask the Lord to give you the desires for the treasures at his right hand, for Christ’s eternal riches. Pray that God will give you perseverance and persistence to wait upon him till he comes. Pray for a genuine thirsty and the desire to seek him with everything. PraY that God will give you the ability to surrender and take your life to touch many lives in the world."],
            "date": "20221129"
        }
        {
            "title": "Set our hearts on Jesus and live with hope towards the return of our King",
            "imageUrl": "",
            "bibleVerse": ["He who testifies to these things says, “Surely I am coming soon.” Amen. Come, Lord Jesus!"], 
            "bibleVerseReference": "Revelation 22:20",
            "content": ["The whole creation waits for Christ’s coming. He has said, “Yes, I am coming.’ He testifies to everything written about him, about the world and everything destined to happen. So, with the assurance of our Lord’s coming, even now in our lives, to save us from our failings, let us be steadfast in trusting and believing him and fill our hearts with praises to the King.", "There is nothing better than trusting the LORD in every season of our life. Sit and spend alone time with the LORD and ask him to reveal the plans he has for you and praise him for all that he is doing in your life. If there is anything to be reconciled, speak to him and repent with a true heart, he will restore and save you."],
            "date": "20221130"
        }
    ]
}